{
  "lastUpdated": "2023-03-24T00:00Z",
  "hit": [
    {
      "type": "Shooting at point blank range",
      "modifier": "+1"
    },
    {
      "type": "Per pin marker on the firer",
      "modifier": "-1"
    },
    {
      "type": "Long range",
      "modifier": "-1"
    },
    {
      "type": "Inexperienced",
      "modifier": "-1"
    },
    {
      "type": "Fire on the move",
      "modifier": "-1"
    }
  ],
  "damage": {
    "troops": [
      {
        "type": "Inexperienced infantry or artillery",
        "result": "3+"
      },
      {
        "type": "Regular infantry or artillery",
        "result": "4+"
      },
      {
        "type": "Veteran infantry or artillery",
        "result": "5+"
      },
      {
        "type": "All soft-skinned vehicles",
        "result": "6+"
      }
    ],
    "armoured-targets": [
      {
        "type": "Armoured car/carrier",
        "result": "7+"
      },
      {
        "type": "Light tank",
        "result": "8+"
      },
      {
        "type": "Medium tank",
        "result": "9+"
      },
      {
        "type": "Heavy tank",
        "result": "10+"
      },
      {
        "type": "Super-heavy tank",
        "result": "11+"
      }
    ]
  },
  "weapons": {
    "small-arms": [
      {
        "type": "Pistol",
        "range": "5",
        "shots": "1",
        "pen": "-",
        "rules": [
          "Assault"
        ]
      },
      {
        "type": "Rifle",
        "range": "24",
        "shots": "1",
        "pen": "-",
        "rules": []
      },
      {
        "type": "SMG",
        "range": "12",
        "shots": "2",
        "pen": "-",
        "rules": [
          "Assault"
        ]
      },
      {
        "type": "Automatic rifle",
        "range": "30",
        "shots": "2",
        "pen": "-",
        "rules": []
      },
      {
        "type": "Assault rifle",
        "range": "18",
        "shots": "2",
        "pen": "-",
        "rules": [
          "Assault"
        ]
      },
      {
        "type": "LMG",
        "range": "36",
        "shots": "4",
        "pen": "-",
        "rules": [
          "Team"
        ]
      },
      {
        "type": "MMG",
        "range": "36",
        "shots": "5",
        "pen": "-",
        "rules": [
          "Team",
          "Fixed"
        ]
      }
    ],
    "heavy-weapons": [
      {
        "type": "HMG",
        "range": "36",
        "shots": "3",
        "pen": "+1",
        "rules": [
          "Team",
          "Fixed"
        ]
      },
      {
        "type": "Light automatic cannon",
        "range": "48",
        "shots": "2",
        "pen": "+2",
        "rules": [
          "Team",
          "Fixed",
          "HE (1\")"
        ]
      },
      {
        "type": "Heavy automatic cannon",
        "range": "72",
        "shots": "2",
        "pen": "+3",
        "rules": [
          "Team",
          "Fixed",
          "HE (1\")"
        ]
      },
      {
        "type": "Anti-tank rifle",
        "range": "36",
        "shots": "1",
        "pen": "+2",
        "rules": [
          "Team"
        ]
      },
      {
        "type": "PIAT",
        "range": "12",
        "shots": "1",
        "pen": "+5",
        "rules": [
          "Team",
          "Shaped Charge"
        ]
      },
      {
        "type": "Bazooka",
        "range": "24",
        "shots": "1",
        "pen": "+5",
        "rules": [
          "Team",
          "Shaped Charge"
        ]
      },
      {
        "type": "Panzerschreck",
        "range": "24",
        "shots": "1",
        "pen": "+6",
        "rules": [
          "Team",
          "Shaped Charge"
        ]
      },
      {
        "type": "Panzerfaust",
        "range": "12",
        "shots": "1",
        "pen": "+6",
        "rules": [
          "One-shot",
          "Shaped Charge"
        ]
      },
      {
        "type": "Light AT gun",
        "range": "48",
        "shots": "1",
        "pen": "+4",
        "rules": [
          "Team",
          "Fixed",
          "HE (1\")"
        ]
      },
      {
        "type": "Medium AT gun",
        "range": "60",
        "shots": "1",
        "pen": "+5",
        "rules": [
          "Team",
          "Fixed",
          "HE (1\")"
        ]
      },
      {
        "type": "Heavy AT gun",
        "range": "72",
        "shots": "1",
        "pen": "+6",
        "rules": [
          "Team",
          "Fixed",
          "HE (2\")"
        ]
      },
      {
        "type": "Super-heavy AT gun",
        "range": "84",
        "shots": "1",
        "pen": "+7",
        "rules": [
          "Team",
          "Fixed",
          "HE (3\")"
        ]
      },
      {
        "type": "Flamethrower (infantry)",
        "range": "6",
        "shots": "D6",
        "pen": "+3",
        "rules": [
          "Team",
          "Flamethrower"
        ]
      },
      {
        "type": "Flamethrower (vehicle)",
        "range": "12",
        "shots": "D6+1",
        "pen": "+3",
        "rules": [
          "Flamethrower"
        ]
      },
      {
        "type": "Light mortar",
        "range": "12-24",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (1\")"
        ]
      },
      {
        "type": "Medium mortar",
        "range": "12-60",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (2\")"
        ]
      },
      {
        "type": "Heavy mortar",
        "range": "12-72",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (3\")"
        ]
      },
      {
        "type": "Light howitzer",
        "range": "48 (or 24-60)",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (2\")"
        ]
      },
      {
        "type": "Medium howitzer",
        "range": "60 (or 30-72)",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (3\")"
        ]
      },
      {
        "type": "Heavy howitzer",
        "range": "72 (or 36-84)",
        "shots": "1",
        "pen": "HE",
        "rules": [
          "Team",
          "Indirect Fire",
          "HE (4\")"
        ]
      }
    ]
  },
  "rules": {
    "weapons": [
      {
        "name": "Assault",
        "description": "This weapon suffers no penalty 'to hit' when moving and shooting. In addition, infantry models armed with an assault weapon count as tough fighters"
      },
      {
        "name": "Fixed",
        "description": "When ordered to <i>Fire</i>, fixed weapons can only target an enemy unit that lies at least partially within their front arc (i.e. within an angle of 45° to each side of their barrel). Targets outside of this arc cannot be shot at with a <i>Fire</i> order.<br /><br />When ordered to <i>Advance</i>, fixed weapons do not move from their position, but can instead be rotated on the spot to face any direction, and can then fire suffering the normal -1 to hit for 'fire on the move'. When ordered to Run, fixed weapons move the normal 12\""
      },
      {
        "name": "Flamethrower",
        "description": "Flamethrowers never suffer the to-hit penalties for cover and if the target is <i>Down</i>. This makes flamethrowers especially effective against troops in bunkers or behind cover, as well as troops lying flat on the ground, which is not a good defence against flaming liquids being sprayed on the area.<br/>If you score a hit with a flamethrower the number of hits is multiplied into D6 (or D6+1 in the case ofvehicle-mounted flamethrower). Roll for damage in the usual manner.<br/>Flamethrowers always hit the top armour of vehicles - this represents the tendency of burning liquid to seep through hatches and other openings. Also, flamethrowers don't rely on kinetic energy to penetrate a target's armour, so they don't suffer the -1 Pen penalty when firing at long range.<br/><br/>The gun shield rule does not apply when shooting at artillery targets with a flamethrower. The extra protection rule does not apply when shooting at targets inside buildings with a flamethrower. In both cases neither building nor gun shield offers any additional protection against a flamethrower. Any unit hit by a flamethrower takes 1 pin marker because it has been hit, and a further D3 pin markers to account for the unbridled terror unleashed upon it, for a total of D3+1 pin markers on the target. The target of a flamethrower must always check its morale once firing has been worked out and pin markers allocated as described above. Note that a morale check is required regardless of the number of casualties caused and even if no damage has been suffered at all. A unit failing this check is destroyed immediately - its morale completely shattered. Vehicles failing their morale in this way are abandoned and considered destroyed.<br/><br/>After shooting with an infantry man-pack flamethrower, roll a D6. On a result of 1 the flamethrower has run out of fuel and is now useless. If this happens the entire flamethrower team is removed as if it had fallen casualty. Although this might seem harsh, it does reflect the extreme risks run by troops carrying flamethrowers and introduces a level of unpredictability that balances the weapon's effectiveness. After shooting with a vehicle-mounted flamethrower, roll a D6 (or a dice for each flamethrower if the vehicle has more than one). On a result of 1 that flamethrower has run out of fuel and is now useless. This does not otherwise affect the vehicle. When rolling on the damage effects chart against a vehicle equipped with flamethrowers, add an extra +1 to the roll to represent the increased risk from carrying around so much volatile fuel for the flamethrower."
      },
      {
        "name": "HE (High Explosive)",
        "description": "The HE rule refers to weapons that can fire a high explosive shot. Some weapons, for instance anti-tank guns, can fire either anti-tank shots (using the Pen value indicated) or HE shots. The player must declare which type of shot the weapon is firing as he declares the target. Some weapons can only fire HE shots and their Pen value is indicated as HE.<br/><br/>The number in bracket after the HE shows how powerful the shell is and therefore how large its explosion is going to be, rated from 1-4\" in diameter (see the chart below). When firing an HE weapon, pick a target unit and roll to hit in the same way as for a normal shot. If the target is hit by an HE shot, you then need to use the appropriate template to determine how many models in the unit have been hit. First pick a point to place the centre of the template on. This can be anywhere on top of, or between the target unit's models, so that the template covers as many models as possible in the target unit (including a point that is out of sight and/or range), but the template cannot clip any friendly models.<br/>Note that if a weapon team or artillery unit has been mounted on a single collective base, you should imagine that each model has an individual 25mm round base when placing the template.<br/><br/>Once the template is in position, count the number of models whose bases are under the template (even partially) - that is the number of hits caused on the target unit. It is of course possible, especially with large explosions, to clip models from other enemy units nearby. Each unit hit suffers a number of hits equal to the number of its models that are under the template. Note that a 1\" template placed between two models of the same unit that are just spaced out as much as much as possible can always hit two models at a minimum.<br/><br/>A unit shot at by HE can react by taking an immediate Down action in the usual manner. Once the unit has gone <i>Down</>, roll to hit, place the template and determine the number of HE hits caused normally, but then halve that number, rounding up.<br/>HE hits don't cause a single pin marker on the target, but rather a variable number of pin markers.<br/><br/>Roll to damage as normal, starting from the target unit and then rolling for other units hit in any order you like. The penetration value of HE shells, which is applied on the roll to damage for all targets hit, also varies with the HE values - larger and more powerful shells having higher values.<br/><br/>HE don't suffer the -1 penetration penalty when hitting an armoured target at long range. Note that the models removed as casualties can come from anywhere in the unit, not just from the models within the explosion radius.<br/><br/>When a unit capable of shooting HE or anti-tank shots is given an <i>Ambush</i> order the player must specify the kind of round loaded. If this is forgotten then the default position is that anti-tank guns will load anti-tank rounds, whilst other guns will load HE rounds. The unit cannot change from one type of round to another until a further order is issued, though this could be another <i>Ambush</i> order if desired."
      },
      {
        "name": "Howitzer",
        "description": "This weapon can either shoot directly at a target drawing its line of fire 'over open sights' in the normal way, or it can shoot indirect fire as described below. When firing over open sights it has no minimum range. When using indirect fire, a howitzer has a minimum range. This is shown in brackets on the weapon chart - for example, light howitzers have a minimum range of 0-24\". If a howitzer switches from indirect fire to direct fire and then returns to indirect fire, always against the same target, the zeroing-in sequence is reset."
      },
      {
        "name": "Indirect Fire",
        "description": "Indirect fire weapons cannot be fired at targets within their minimum range (see weapon profiles), measured from the centre of the weapon itself. If a target is found to be within this minimum range the shot misses automatically and is ignored. The crew of an indirect firing weapon must still be able to see their target unit to shoot, unless a spotter is employed. However, the crew can direct their fire against a target even if friends are in the way, as shots pass far over the heads of intervening friendly troops because of the high trajectory.<br/><br/>When firing HE shells using indirect fire, a 6 is required to hit, regardless of any modifier. In the following turn, if the shooter fires at the same target unit, and if the shooter has not moved from their position (i.e. it receives a <i>Fire</i> order), and if the target unit has not moved from their position (to count as 'moved', the entire unit must be at least 2\" away from the area that it was covering before), a hit is scored on a <strong>5+</strong>. This represents the shooter adjusting his aim by observing where shots are falling. If the shooter continues to fire under the same conditions explained above, a hit is scored on a <strong>4+</strong> in the next turn, then <strong>3+</strong> and finally <strong>2+</strong> in all subsequent turns. However, if a hit is scored in any turn, the shooter is zeroed in on the target and as long as it does not move, all further shots hit on <strong>2+</strong>, even if the target unit is then lost from view (obscured by a moving vehicle, a spotter is killed, etc.).<br/><br/>When fired against vehicles, hits from indirect fire weapons always strike the vulnerable top armour, counting the <strong>+1</strong> penetration modifier to damage regardless of the actual position of the firer. If an open-topped armoured vehicle is hit by indirect fire add the <strong>+1</strong> penetration modifier to the roll to damage, and also add <strong>+1</strong> to the die roll on the damage results table.<br/><br/>Weapons cannot be fired indirectly by a unit that was in <i>Ambush</i> that turn - indirect fire takes time. Howitzers and mortars can also fire smoke shells to lay a smoke screen.<br/><br/>If a unit includes both normal weapons and indirect firing weapons (such as one or more light mortars inside a unit of riflemen), any mortar in the squad can pick a target individually, regardless of what the rifles and other mortars in the squad are doing.<br/>Ranging in is kept track of separately for each mortar."
      },
      {
        "name": "Spotters",
        "description": "Some indirect weapons teams can be provided with a spotter as indicated in the Army Lists section. A spotter is always a single model. The spotter is part of the mortar or artillery team but is always treated separately and is not one of the crew. He does not have to be placed with the weapon crew - his role is to lie in some forward position from where he can relay target coordinates to the crew, directing their fire using either a radio or fixed line. As the spotter forms part of the same unit as the weapon he is directing, no separate order die is provided for him (this also means that when you count the number of units in your army, the spotter and gun count as one). During a turn either the weapon crew can be given an order or the spotter can be given an order - but never both. Spotters can never assault or fire against enemy units. Note however that a spotter that does not have an order die next to it always counts as <i>Down</i> (as it would indeed lie flat on the ground for most of the time except when moving).<br/><br/>If an indirect fire weapon is fired by veteran or regular crew, and it has a spotter, then the crew are assumed to be able to see whatever the spotter can see. This can potentially enable a mortar or artillery piece to shoot at targets that lie on the other side of a hill, woods or in some other position that is invisible to the crew itself."
      },
      {
        "name": "Multiple Launcher",
        "description": "A multiple launcher counts as a heavy mortar, but its chance of hitting never gets any better than a 6 (no ranging in). However, every time you fire it, pick the first target unit as normal and then check which other enemy units are within 6\" of the original template - these are also targets. If you find that there is a friendly unit within 6\" of the original template, you cannot fire and the shot is wasted.<br/><br/>Once the target units have been determined, check if any of these units are within the minimum range - these units are missed automatically. Then roll to hit for all remaining target units, one at a time in any order you prefer, hitting on 6. If you score one or more hits, work out the total of all of the hits inflicted by the salvo on target units, using the relevant templates, and then proceed to roll to damage. When being towed, multiple launchers count as light howitzers."
      },
      {
        "name": "One-Shot",
        "description": "This is a disposable weapon that can be fired only once per game. Once fired replace the model with another model that does not carry the disposable weapon.<br/><br/>If a unit of infantry includes a proportion of men armed with one-shot weapons, then each of these models is allowed to direct its fire against a separate enemy unit, regardless of the target chosen by the other models in their unit. This enables a unit to split its fire between two or more different enemy units and is therefore an exception to the rule that normally prevents this. Note that you do not have to fire all of a unit's one-shot weapons in the same turn; some can be kept for use in further turns. Declare the targets for all weapons that are firing at a different target from the unit's as you declare the unit's target and before proceeding to roll for all of them separately."
      },
      {
        "name": "Shaped Charge",
        "description": "The warhead of these rocket-propelled grenades can take out any tank it strikes head-on. These are very powerful weapons that don't rely on velocity to penetrate armour, so they never suffer the -1 penetration modifier for firing at long range."
      },
      {
        "name": "Team Weapon",
        "description": "This special rule (often shortened to just 'team') indicates that the weapon requires two or more men to shoot at full effect. There are three types of team weapons - squad-based team weapons (team weapons imbedded inside infantry squads, like a squad LMG); support team weapons (which form an infantry unit of their own, such as a medium machine gun team or a bazooka team); and artillery team weapons.<br/><br/>Team weapons normally have a crew of two, three or more members, comprising one man to fire the weapon and a number of loaders or other crewmen to help operate it, move it about, carry ammunition or act as lookouts. All the crew members are fully occupied whether carrying equipment, serving the weapon, or keeping watch.<br/>A team weapon shoots at full effectiveness so long as there are at least two men to serve it. A minimum of two crew is always needed to fire at full effect. If only one man remains to serve a team weapon then the weapon can still be fired but suffers a -1 'to hit' penalty."
      },
      {
        "name": "Support Team Weapon",
        "description": "Support Team Weapons work as Team Weapons, with the following exception.<br/><br/>When the model carrying/firing the support team weapon is killed, the entire team is considered to be out of action. All remaining crew models are removed as casualties and the unit is destroyed."
      },
      {
        "name": "Squad-based Team Weapon",
        "description": "If a team weapon is included in an infantry squad then one of the other infantrymen in the squad becomes its second crewman. Choose which model becomes the loader - you can pick any model in the squad except the NCO, and you must mark this model clearly, so that both you and the opponent can easily recognise it. Then keep the loader within an inch of the weapon-carrying model at all times. When the team weapon is fired, the loader cannot fire his own personal weapon.<br/><br/>If an infantry squad's team weapon is destroyed, the surviving loader simply reverts to an ordinary member of the squad. If the loader is killed or is not within an inch of the firer, the weapon suffers a -1 'to hit' penalty as described above."
      }
    ],
    "units": [
      {
        "name": "Bicycles",
        "description": "Bicycle-mounted infantry follow the same rules as infantry, except when moving entirely on a road, in which case they double their <i>Run</i> move to 24\" (this move cannot be used to assault). In addition, the first time they receive any order other than <i>Run</i>, or if they receive a Pin marker, they dismount and abandon their bicycles for the rest of the game - replace the models with models on foot."
      },
      {
        "name": "Cavalry",
        "description": "Cavalry are generally treated as units of infantry except where noted below. Cavalry can dismount and fight on foot as infantry, from which point none of these rules apply. To facilitate this, players will need mounted and foot versions of cavalry models. A cavalry unit moves at 9\" at an <i>Advance</i> and 18\" at a <i>Run</i> with the same movement rules and restrictions for infantry, except that we do not allow cavalry that have not yet dismounted to enter or assault buildings, nor to board transport vehicles. Cavalry units cannot react to enemy attacks by going Down. However, they can react by making an immediate escape move in the same way as a recce vehicle (at normal speed, not double speed).<br/></br>A cavalry unit can dismount as part of any Advance move. Once dismounted riders move and fight as infantry. Troops cannot remount once dismounted. Cavalry units can carry infantry small-arms, but the only weapon that can be fired whilst mounted is a pistol or a carbine in which case it is treated as a pistol. Note that carbines are treated as rifles when used by troops on foot. All other weaponry can only be fired if dismounted.<br/><br/>While mounted, cavalry units have the tough fighters special rule. Following combat, cavalry are allowed to roll an extra die when they make their regroup move - 2D6\" rather then D6\"."
      },
      {
        "name": "Fanatics",
        "description": "Fanatics are unwilling to give in and will die fighting rather than flee or surrender. When a fanatic unit loses half of its numbers from enemy fire it does not take a morale check, and it continues to fight as normal so long as it includes at least two men. Should the unit be reduced to one man he must make the check as normal.<br/>Fanatic units with at least two men left are not routed and destroyed when they have a number of pin markers equal to their morale value. Of course such unit is not very likely to be able to do anything until it manages to <i>Rally</i>.<br/>When a fanatic unit is defeated in close quarters fighting, the fight counts as a draw instead and another round is immediately fought. Continue fighting until the fanatic unit wins, is completely wiped out or is defeated and left with a single model in which case it is destroyed."
      },
      {
        "name": "Green",
        "description": "Green units are inexperienced and given a morale rating of 8. The first time the unit suffers a casualty roll a die. On a roll of a 1 the unit suffers an additional D6 pin markers and goes <i>Down</i> - if it has already taken its action this turn flip the order die to <i>Down</i>; if not then place an order die from the dice bag to show the unit is Down. There is no further effect.<br/><br/>On a roll of 2, 3 or 4 the unit fights on as you would expect - no further account is made of the fact it is green. On a 5 or 6 the unit is immediately up-rated to regular with a morale value of 9 for the rest of the battle."
      },
      {
        "name": "Motorbikes",
        "description": "Motorbikes are generally treated as units of infantry except where noted below. Bikers can dismount and fight on foot as infantry, from which point none of these rules apply. To facilitate this, players will need mounted and foot versions of biker models.<br/><br/>A motorbike unit moves at 12” at an Advance and 24” at a Run with the same movement rules and restrictions for wheeled vehicles, except that bikes are allowed to make any number of turns as they move. Also, we do not allow motorbikes that have not yet dismounted to enter buildings, nor to board transport vehicles. Motorbike units cannot react to enemy attacks by going <i>Down</i>. However, they can react by making an immediate escape move in the same way as a recce vehicle (at normal speed, not double speed).<br/>A motorbike unit can dismount as part of any Advance move. Once dismounted riders move and fight as infantry. Troops cannot remount once dismounted. Bike riders can carry infantry small-arms but cannot shoot whilst moving. All weaponry can only be fired when stationary, i.e. with a <i>Fire</i> action, in which case we assume riders momentarily halt or get off their machines to shoot.<br/><br/>Bikes are not allowed to make an assault, and if assaulted they can make an immediate escape move as for recce vehicles. If attacked at close quarters, motorbikes fight as infantry. Each man fights. We imagine any bike riders unlucky enough to be fighting at close quarters will abandon their machines to fight and then remount should they survive. Should they win the combat they can regroup 2D6\" rather than D6\" in the same way as cavalry. Sidecar riders are simply treated like two models mounted on a multiple base."
      },
      {
        "name": "Shirkers",
        "description": "Shirkers must always take an order test when given an order, even where they are not pinned, and always count pinned markers as double - i.e. one pin marker is a -2 penalty, two is -4 and so on."
      },
      {
        "name": "Sniper",
        "description": "When a sniper shoots using a <i>Fire</i> or <i>Ambush</i> order the player can decide to use his scope, in which case the following special rules apply:<br/><br/><ul><li>Rifle range changes to 36\" - if the target is within 12”, the shot misses automatically.</li><li>The shot ignores negative to-hit modifiers, except for pinning markers and for the missing assistant if the sniper is the last man standing (most sniper teams have the team weapon special rule).</li><li>The shot ignores the gun shield and extra protection rules.</li><li>If the sniper successfully rolls to hit and damage, this always counts as exceptional damage (just as if you rolled a 6 to damage), so the firing player can pick any model in the target unit as a casualty.</li><li>Unlike other units with the team weapon special rule, all members of a sniper team can fire any weapon they are carrying in any turn when the sniper is not using his scope, and in an assault they can use the assault rule from their pistols/submachine guns.</li></ul>"
      },
      {
        "name": "Stubborn",
        "description": "Stubborn troops don't give in easily! If forced to take a morale check, they ignore negative morale modifiers from pin markers. Remember that order tests are not morale checks."
      },
      {
        "name": "Tank Hunters",
        "description": "If a tank hunter unit wins an assault and scores damage against an armoured vehicle, the effect is resolved on the damage result table as for a normal anti-tank penetration rather than as for superficial damage."
      },
      {
        "name": "Tough Fighters",
        "description": "When a model with this special rule scores a casualty in close quarters against enemy infantry or artillery units, it can immediately make a second damage roll (but not a third if the second damage roll also scores a kill!)."
      }
    ],
    "vehicles": [
      {
        "name": "Amphibious",
        "description": "An amphibious vehicle can move directly forward only over otherwise impassable deep water at half speed by means of an <i>Advance</i> action, i.e. a vehicle that would normally advance at 12\" can move over water at 6\".<br/>A vehicle cannot make any other action whilst moving over water, cannot reverse, cannot turn, and will ignore all rules that otherwise oblige it to reverse or go <i>Down</i>. A vehicle that is immobilised whilst in the water is sunk or abandoned and is therefore destroyed together with any occupants. Note that vehicles can shoot whilst afloat, but if equipped with floatation screens will not be able to do so with any hull-mounted weapons."
      },
      {
        "name": "Command Vehicle",
        "description": "Command vehicles are equipped with two-way radios that enable them to direct squadrons of tanks, tank destroyers and other armoured vehicles into battle. The command vehicle adds a morale bonus of +1 to itself and to any other friendly armoured vehicle within 12” (but no Snap to action extra dice)."
      },
      {
        "name": "Open-Topped",
        "description": "Open-topped armoured vehicles are pinned by hits from small-arms in the same way as soft-skins and infantry. If assaulted by infantry open-topped armoured vehicles are destroyed automatically if the vehicle is damaged, in the same was as for soft-skins.<br/><br/>If hit by indirect fire then add +1 to the damage result roll to represent the effect of a shot falling into an open-topped vehicle. Note that all hits upon the upper surface of armoured vehicles count +1 penetration regardless of whether the target is open or not - so open-topped armoured vehicles suffer a double penalty: +1 penetration and +1 damage result."
      },
      {
        "name": "Recce",
        "description": "When reversing, either voluntarily or because of a failed order test (with enemy in its front arc), a recce vehicle can reverse at its full <i>Advance</i> rate (i.e. 12\" or 9\") rather than at half rate, and can manoeuvre as if driving forward, i.e. a wheeled vehicle or half-track can make two 90° pivots or and a tracked vehicle can make a single 90° pivot.<br/><br/>Some recce vehicles can even reverse at their Run rate if they are especially small and manoeuvrable or if they have dual direction steering - as did some German armoured cars. These exceptions are indicated in the Army Lists. If they fail an order test, these vehicles will always reverse at a Run rate. Recce vehicles will also spot hidden enemy at longer ranges than other vehicles.<br/><br/><strong>Escape Reaction</strong><br/>Unlike other vehicles, recce vehicles that are shot at can react, as long as they have taken no other action that turn yet. This is the same as described for an infantry or artillery unit reacting by going <i>Down</i> when shot at, except that before going <i>Down</i>, the recce vehicle makes an escape reaction.<br/>An escape reaction is a move at Advance or Run rate, which may be forward or reverse, as long as it results in the escaping vehicle ending out of sight of the attacking enemy, or in cover from the attack, or at least further away from the attacker than when the attack is declared.In other words, this move cannot be used to move closer to the attacker. It also cannot be used to assault enemy units if the escaping vehicle is a tank. Once the escape move is done, mark the vehicle as Down, just as if the recce vehicle had failed an order test.<br/><br/>The enemy's shot is then resolved as normal. If the target has moved out of range or sight then the unit shoots and automatically misses. Note that if firing at a recce vehicle with HE, first determine whether the recce vehicle would be hit by the explosion and then decide to escape or not, just like a unit deciding to go <i>Down</i> when hit by HE.<br/><br/>When an enemy unit declares an assault against a recce vehicle that has taken no action yet that turn, the vehicle may react with an escape as described above. If the recce vehicle decides not to escape, then it can react by shooting at the assaulting unit (if allowed to do so), as normal. After the escape move is done, measure the range from the assaulting unit. If the unit is out of range, the assaulting unit must simply run towards the vehicle. If the assault succeeds, the assault is resolved as normal (assaulting infantry hits on 6, even if the reverse move was done at Run speed).<br/>Recce vehicles cannot react with an escape if they are towing anything. Also, recce vehicles cannot react with an escape to an air strike or artillery barrage, as the artillery barrage does not target the vehicle directly, and the air strike does not require line of sight from the attacking plane and does not roll to hit, instead hitting automatically."
      },
      {
        "name": "Slow",
        "description": "A vehicle that is designated as slow has a basic move rate of 6\" when <i>Advancing</i> and 12\" at a <i>Run</i>."
      },
      {
        "name": "Slow Load",
        "description": "The vehicle cannot be given an order until at least one other unit on the same side has already been given orders (whether successfully or not).<br/>If an army is left with a number of units which all have the slow load special rule, when the army receives its first order dice of the turn, put the dice back in the bag and draw again. The next dice drawn for that army can then be allocated to a model with slow load as if another unit had already been ordered."
      },
      {
        "name": "Turret Rear-Mounted Machine Gun",
        "description": "When firing, first select a target for the tank main gun (or co-axial machine gun) and resolve it. Whichever arc the main gun has engaged an enemy, the rear-mounted machine gun can only shoot into the opposite arc."
      }
    ]
  }
}
